Repository: common-repository/order-export-to-lexware-opentrans-for-woocommerce
Catalog: languages/order-to-lexware-nscwto-*_formal.po
Languages: de_de@formal

source: Export Order as openTrans - Lexware
de_de@formal: Bestellexport - openTrans / Lexware

source: Order Export
de_de@formal: Bestellexport

source: Manuel Export
de_de@formal: Manueller Export

source: You can download by exact order number OR start order number OR order date. If you put in more then one field, it will use the first filled field and ignore the below ones.
de_de@formal: Man kann hier entweder eine Bestellnummer eingeben ODER ein Bestelldatum. Es geht immer nur eins. Wenn man eine Bestellnummer UND ein Bestelldatum eingibt, dann ignoriert er das Datum und exportiert ab der Bestellnummer.

source: Export Order
de_de@formal: Exportieren

source: Define the order numbers you want to export. You can provide a comma seperated list. This will export exact the specified orders.
de_de@formal: Hier kann eine kommaseparierte Liste eingetragen werden. Es werden nur die Bestellungen exportiert, die hier eingetragen werden.

source: Ordernumbers to export
de_de@formal: Bestellnummern für den Export

source: Define an order number from which you wish to export all orders. The number you add here will be included in the export. This will export all orders with ids >= the specified number.
de_de@formal: Die Bestellnummer, von der an alle Bestellungen exportiert werden. Die Nummer, die hier eingetragen ist, ist im Export inkludiert.

source: From ordernumber (inclusive)
de_de@formal: Ab Bestellnummer (inklusive)

source: Define an order date from which you wish to export all orders. The date you put here will be included in the export. This will export all orders with order date >= the specified date.
de_de@formal: Das Bestelldatum, von dem an alle Bestellungen exportiert werden sollen. Das Datum, das hier eingetragen ist, ist im Export inkludiert.

source: From date (inclusive)
de_de@formal: Ab Datum (inklusive)

source: Get the premium addon for setting this feature.
de_de@formal: Hol dir das premium addon, um dieses Feature zu aktivieren.

source: Export only not exported orders
de_de@formal: Nur neue Bestellungen exportieren

source: Shipping Cost
de_de@formal: Versandkosten

source: If you need to export the shipping cost as well, you can enable it here. The shipping cost can be exported as item.
de_de@formal: Hier kann man konfigurieren, dass die Versandkosten als Bestellposition exportiert werden. Es ist möglich für verschiedene Versandkosten verschiedene Bestellnummern zu konfigurieren.

source: Get the premium addon for exporting shipping costs as item and map an sku to them.
de_de@formal: Hol dir das premium addon um versandkosten als Bestellposition zu exportieren.

source: Export shipping cost as item
de_de@formal: Versandkosten als Bestellposition

source: Cost to sku mapping
de_de@formal: Kosten zu SKU mapping
